tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'

cask 'adobe-acrobat-reader'
cask 'adobe-air'
cask 'adoptopenjdk'
cask 'alfred'
cask 'bartender'
cask 'daisydisk'
cask 'dashlane'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'microsoft-office'
cask 'nordvpn'
cask 'paintbrush'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'xquartz'
cask 'zoomus'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'git'
brew 'glib'
brew 'go'
brew 'hub'
brew 'mas'
brew 'mysql'
brew 'nginx'
brew 'openssl'
brew 'postgresql'
brew 'python@2'
brew 'python'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'wget'
brew 'youtube-dl'
brew 'zeromq'

mas 'Amphetamine', id: 937984704
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'Shotty', id: 1250306151

# Adobe Lightroom CC
